/* No comment provided by engineer. */
"Download start failed" = "Download start failed";

/* No comment provided by engineer. */
"Downloading..." = "Downloading...";

/* No comment provided by engineer. */
"Error getting URL for save" = "Error getting URL for save";

/* No comment provided by engineer. */
"Error unzipping save" = "Error unzipping save";

/* No comment provided by engineer. */
"Error zipping save" = "Error zipping save";

/* No comment provided by engineer. */
"Failed to start query" = "Failed to start query";

/* No comment provided by engineer. */
"Listing contents of directory failed" = "Listing contents of directory failed";

/* No comment provided by engineer. */
"Load successful" = "Load successful";

/* No comment provided by engineer. */
"Removing file failed" = "Removing file failed";

/* No comment provided by engineer. */
"Save successful" = "Save successful";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"Unpacking..." = "Unpacking...";

/* No comment provided by engineer. */
"Upload successful!" = "Upload successful!";

/* No comment provided by engineer. */
"Uploading..." = "Uploading...";

